<template>
	<div class="service pd24">
		<p>安徽财金信息科技有限公司在此郑重提示您，本协议是您（用户，包括自然人、法人）与安徽财金信息科技有限公司之间就“i代”注册及服务相关事宜所订立的法律协议，适用于您在i代注册及使用i代服务的全部行为。</p>
		<p>请您认真阅读并理解本协议。您通过i代点击确认本协议的，即表示您同意遵循本协议的所有约定，本协议在您和i代之间具有法律约束力。如发生法律纠纷，您不得以未仔细阅读或理解本协议为由进行抗辩。i代可能根据法律法规的要求或业务运营的需要，对本注册协议不时进行修改。除非另有规定，否则任何变更或修改将在修订内容于i代发布之时立即生效，用户对i代的使用、继续使用将表明用户接受此等变更或修改。若您不同意或者不接受本协议的全部或部分内容，请您不要注册成为i代用户及使用i代服务。</p>
		<p>第一条 用户确认及服务接纳
1.1 注册用户需满足下列条件：
（1）中华人民共和国大陆地区内居民（不包含台、港、澳地区）；
（2）具备接受i代各项服务，履行相应义务的完全民事权利能力及行为能力。
1.2 用户需接受i代全部协议条款及各项i代规则，方可成为i代注册用户，接受i代提供的各项服务。
1.3 用户确认本协议全部条款并完成注册的，视为用户符合注册条件，能够独立承担因接受i代服务所产生权利义务。
1.4 i代保留在中华人民共和国现行有效之法律、法规范围内接受、拒绝、终止/中止用户接受i代服务之资格。</p>
		<p>第一条 用户确认及服务接纳
1.1 注册用户需满足下列条件：
（1）中华人民共和国大陆地区内居民（不包含台、港、澳地区）；
（2）具备接受i代各项服务，履行相应义务的完全民事权利能力及行为能力。
1.2 用户需接受i代全部协议条款及各项i代规则，方可成为i代注册用户，接受i代提供的各项服务。
1.3 用户确认本协议全部条款并完成注册的，视为用户符合注册条件，能够独立承担因接受i代服务所产生权利义务。
1.4 i代保留在中华人民共和国现行有效之法律、法规范围内接受、拒绝、终止/中止用户接受i代服务之资格。</p>
	</div>
</template>

<script>
export default {

  name: 'service',

  data() {
    return {

    };
  },
};
</script>

<style lang="css" scoped>
	.service p{
		line-height: .48rem;
		text-indent: 2em;
		text-align: justify;
		padding: 0 .2rem;
	}
</style>
